Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/bible/svenskakyrkan/na-sahtta-girku-doarjut-du.html.tmx
Source language: sme
Languages: sma

source: Ná sáhttá girku doarjut du - Svenska kyrkan - Om oss
sma: Nemhtie gærhkoe datnem maahta dåarjodh - Svenska kyrkan - Om oss

source: Ná sáhttá girku doarjut du
sma: Nemhtie gærhkoe datnem maahta dåarjodh

source: Ruoŧa girku sosiálalaš bargu gohčoduvvo diakonian.
sma: Svïenske gærhkoen sosijale barkoem gohtje dijakonije.

source: Ulbmilin lea oassálastimiin, gudnejahttimiin ja aktasaš solidaritehtain gávnnadit olbmuiguin geat leat váttis eallindilálašvuođain.
sma: Desnie meatan årrodh, earoem vuesiehtidh jïh dåajmijeslaakan sinsitnide årrodh gosse almetjh gaavnede mah mådtanlaaketje jielemesietine.

source: Sosiála barggus Ruoŧa girku doaibmá ovttas servvodaga máŋggaiguin sosiálalaš ásahusaiguin, eará girkuiguin ja oskusearvegottiiguin dehe eaktodáhtolaš servviiguin.
sma: Dennie sosijale barkosne Svïenske gærhkoe gellie siebriedahken institusjovnigujmie ektesne barka, jeatjah gærhkoej- jïh jaahkoesïebredahkigujmie ektesne jallh lååtjedihks åårganisatjovni ektesne.

source: Olu almmolaš bargosajiin dego universitehtain, heahtegádjunbálvalusas, soahteveagas, krimináladivššus ja poliissas lea vejolašvuohta gávnnadit báhpain.
sma: Gellie byjjes barkoesijjieh goh universiteth, åabpemedïenesjh, vaarjelimmiefaamoe, kriminalhokseme jïh polijse hearram utnieh.

source: Diakonain ja báhpain leat jávohisvuođabággu.
sma: Dijakonh jïh hearrah sjeavodhvoetedïedten nuelesne berkieh.

source: Sii gávnnadit boarrásiiguin ja buhcciiguin, lágidit morašjoavkkuid ja ságastit ovttaskas olbmuiguin eallima iluid ja váttisvuođaid birra.
sma: Dejtie båarasåbpojde jïh skeamtjohkidie vååksjedien, vaejviedåehkieh öörnieh jïh aktegs almetjigujmie jielemen aavoen jïh vaejvien bïjre soptsestieh.

source: Sosiálalaš barggus girku maid gávnnada mirkoávnnasgeavaheddjiiguin ja sin oameolbmuiguin doarjuma ja veahkeheami dihte.
sma: Dennie sosijale barkosne aaj gaavnedieh dejgujmie giejtie dåeriesmoerh daalhkesigujmie utnieh jïh dej fuelhkiejgujmie dejtie dåarjodh jïh viehkiehtidh.

source: Bargu sáhttá leat álggahit ságastallanjoavkkuid veahkaválddálaččat uhkiduvvon nisson- ja dievdoolbmuide ja veahkehit veagaid roassodiliin gos váhnemat ja mánát gillájit.
sma: Maahta soptsestallemedåehkieh nyjsenæjjide jïh gaarmanæjjide årrodh giejtie tjarmehtellieh jïh fuelhkide mïrhtoste viehkiehtidh mah eejhtegh jïh maanah deajvaskieh.

source: Muhtimin searvegottit sáhttet maid ruđalaččat doarjut dárbbašedjiid.
sma: Muvhten aejkien åålmegh aaj beetnehvierhtiejgujmie maahta viehkiehtidh dejtie giejtie daarpesjieh.

source: Máŋggain alladási- ja gymnásaskuvllain riikkas gávdnojit skuvlabáhpat ja diakonat mat sáhttet doarjut ohppiid.
sma: Gellie noere- jïh jåarhkeskuvline skuvlehearrah jïh dijakonh gååvnesieh desnie learoehkidie dåarjodh.

source: Skuvlaáiggis ja dan maŋŋil sáhttet oahppit boahtit hupmat singuin visot áššiid birra, oahpus gitta identitehtii ja oskui.
sma: Dovne skuvletïjjesne jïh eejehtimmesne learohkh maehtieh dej gåajkoe båetedh desnie gaajhken bïjre soptsestidh lïerehtimmeste identiteetese jïh jaahkose.

source: Loga eanet dás vuollelis makkár diliin Ruoŧa girku sáhttá doarjut du.
sma: Lohkh vielie daagkoe vuelege mennie sientine Svïenske gærhkoe datnem maahta dåarjodh.

source: Morašjoavkkut Morašjoavku lea unna jovkkoš viđain gitta gávcciin oasseváldiin mat gávnnadit juohkit jurdagiiddiset ja dovdduideaset movt lea go manaha lagas oameolbmo.
sma: Vaejviedåehkieh Akte vaejviedåehkie lea dåahketje gusnie vïjhtesh gaaktsesh meatan mah gaavnedieh desnie soptsestidh sijjen åssjalommesi jïh domtoej bïjre gosse gie lïhkemes fuelhkesne sealadamme.

source: Joavku doallá vissis meari gávnnademiid hárjánan jođiheddjiiguin ja dát sáhttá heivet dasa gii lea manahan eallinguoimmi, máná dehe boares váhnema.
sma: Dåahketje naan aejkieh maehtehtje åvtehkinie maahta gaavnedidh jïh maahta jarkelidh disse giese jielemevoelpem, maanam jallh båarasåbpoe eejhtegem dasseme.

source: Girku bearašráđđeaddin Ruoŧa girku bearašráđđeaddin lea buohkaide geain leat váttisvuođat lagas aktavuođaideasetguin.
sma: Gærhkoen fuelhkieraeriestimmie Svïenske gærhkoen fuelhkieraeriestimmie gaajhkesidie giej leah dåeriesmoerh sijjen lïhkemassigujmie.

source: Sáhttá leat dakkárii gii lea náitalan dehe eallá ovttas nuppiin, earránan dehe earránaddi báraide, dasa geas leat váttisvuođat earráneami maŋŋil ja dasa geas leat váttisvuođat oameolbmuiguin.
sma: Maahta jarkelidh dïsse gie provresh jallh ektesne jielieh, dejtie giejtie juakadamme jallh gïeh edtjieh juakadidh, dïsse gïen vaejvie gosse juakadamme jïh dïsse gïen leah dåeriesmoerh sijjen lïhkemassigujmie soptsestalledh.

source: Bearašráđđeaddima mielbargiin lea jávohisvuođabággu ja sii eai ge čále journálaid.
sma: Fuelhkieraeriestimmien barkijh sjeavodhvoetedïedten nuelesne berkieh jïh eah gænnah maam tjaelieh.

source: Bargu seksualálaš veahkaváldima vuostá Ruoŧa girku háliida doarjut mánáid, nuoraid ja rávvásiid geat leat vásihan veahkaváldima girkobirrasis.
sma: Barkoe slïerkevoeten vuestie Svïenske gærhkoe sæjhta maanide, noeride jïh geerve almetjidie dåarjodh giejtie slïerkevoetem gærhkoen byjreskistie asvedamme.

source: Seksualálaš veahkaváldimin adno juohkelágan seksualálaš givssideapmi ja rohcošeapmi, sihke lágahis dagut ja morálalaš vearrodagut.
sma: Lahtese slïerkevoete leah gaajhke måedtie sexuale slïerkevoeth, rantan noerhkedh negkedh, dovne meadtahtallemh jïh dagkerh gosse moralen vuestie gevsiedieh.

source: Seksuálalaš cuiggodeamit, geažuheamit ja fuomášahttimat nuppi olbmo miela vuostá adno maid veahkaváldimin.
sma: Aaj irhkie gosse lahteste, daejrehte jïh dååjrehte sexuale aamhtesi bïjre gïen syjhteden vuestie.

source: Ovdal doalahuvvui diehtu seksualálaš veagalváldima birra dávjá jávvásis.
sma: Aarebi dagkere slïerkevoetem sïjhtin sjaavoehtidh.

source: Ruoŧa girku háliida leat mielde botkeme jávohisvuođa seksualálaš veagalváldimiid birra, duostat duođaštit mii duođas sáhttá dáhpáhuvvat ja dahkat dasa juoidá.
sma: Svïenske gærhkoe sæjhta barkedh juktie sjaavoe slïerkevoeten bïjre govloe, doestedh soptsestidh dan bïjre mij maahta heannadidh jïh destie dåemiedidh.

source: Buohcceviesugirku Dat gii lea morrašis dehe dárbbaha veahki sáhttá buohcceviesus váldit njuolga aktavuođa girkuin.
sma: Skïemtjegåetiegærhkoe Dïhte gie vaajvesåvva jïh viehkiem daarpesje maahta rïekte gærhkose skïemtjegåetesne jarkelidh.

source: Girku rohkoslatnja ja bargoveahka lea sadjosis buhcciide, oameolbmuide ja bargovehkii geat dárbbahit sierra ságastallama ja sielufuolaheami dehe háliidit oassálastit ipmilbálvalusain ja ruhkosiin.
sma: Gosse tjïehtjelh gusnie rohkelidh jïh barkijh gååvnesieh desnie gærhkoe dovne skeamhtjohkidie, dej fuelhkide jïh barkijidie gïeh sijhtieh oktegimsie giejnie soptsestidh jïh sealoem vaarjelidh, gyrhkesjidh jïh rohkelimmesne meatan årrodh.

source: Báhpain, diakonain ja iežáin geat barget buohcceviesugirkus lea jávohisvuođabággu ja sii eai čále journálaid.
sma: Hearrah, dijakonh jïh jeatjah gïeh skïemtjegåetiegærhkosne berkieh sjeavodhvoetedïedten nuelesne jïh eah gænnah maam tjaelieh.

source: It dárbbat leat risttalažžan beassat buohcceviesugirkui.
sma: Eah daarpesjh kristegassjh årrodh jis skïemtjegåetiegærhkoen gåajkoe mïnnedh.

source: Jos soamis ii sáhte boahtit rohkoslatnjii buohccivuođa dihte de báhppa sáhttá fitnalit su luhtte.
sma: Jis guhte skïemtjelassen gielhtie ij maehtieh rohkelimmietjïehtjelasse båetedh hearra maahta skïemtjelassen gåajkoe båetedh.

source: Du searvegoddi sáhttá muitalit eanet Váldde aktavuođa searvegottiinat jos háliidat diehtit eanet sin sosiálabarggu birra.
sma: Dov åålmege vielie maahta soptsestidh Govlehtallh dejnie dov åålmeginie vielie bïevnesh dej sosiale barkoen bïjre åadtjodh.
